cask_args appdir: '/Applications'

tap 'homebrew/bundle'

brew 'gcc'
brew 'starship'
brew 'fzf'
brew 'kubernetes-cli'
brew 'krew'
brew 'istioctl'
brew 'eza'
brew 'tealdeer'
brew 'bat'
brew 'mcfly'
brew 'dog'
brew 'telnet'

cask 'webstorm'
cask 'visual-studio-code'
cask 'logitech-g-hub'
cask 'slack'
