cask_args appdir: '/Applications'

tap 'homebrew/bundle'
tap 'common-fate/granted'
tap 'azure/kubelogin'
tap 'fluxcd/tap'
tap 'aws/tap'

brew 'eks-node-viewer'
brew 'velero'
brew 'gh'
brew 'gcc'
brew 'starship'
brew 'fzf'
brew 'kubernetes-cli'
brew 'kustomize'
brew 'krew'
brew 'stern'
brew 'helm'
brew 'istioctl'
brew 'eza'
brew 'tealdeer'
brew 'bat'
brew 'mcfly'
brew 'dog'
brew 'telnet'
brew 'granted'
brew 'awscli'
brew 'kubie'
brew 'Azure/kubelogin/kubelogin'
brew 'azure-cli'
brew 'tfenv'
brew 'terraform'
brew 'terraform-docs'
brew 'terragrunt'
brew 'tflint'
brew 'jq'
brew 'kubent'
brew 'make'
brew 'vault'
brew 'fluxcd/tap/flux@0.41'
brew 'trivy'
brew 'skopeo'
brew 'sslscan'
brew 'python'
brew 'base64'

brew 'nodeenv'

cask 'webstorm'
cask 'visual-studio-code'
cask 'logitech-g-hub'
cask 'slack'
cask 'wezterm'
cask 'firefox'
cask 'google-cloud-sdk'
cask 'rectangle'
cask 'sqlitestudio'
cask 'lens'
