cask_args appdir: '/Applications'

tap 'homebrew/bundle'
tap 'common-fate/granted'
tap "azure/kubelogin"

brew 'gh'
brew 'gcc'
brew 'starship'
brew 'fzf'
brew 'kubernetes-cli'
brew 'kustomize'
brew 'krew'
brew 'stern'
brew 'helm'
brew 'istioctl'
brew 'eza'
brew 'tealdeer'
brew 'bat'
brew 'mcfly'
brew 'dog'
brew 'telnet'
brew 'granted'
brew 'awscli'
brew 'kubie'
brew 'Azure/kubelogin/kubelogin'
brew 'azure-cli'
brew 'tfenv'
brew 'terraform'
brew 'terraform-docs'
brew 'terragrunt'
brew 'jq'
brew 'kubent'
brew 'make'
brew 'vault'

cask 'webstorm'
cask 'visual-studio-code'
cask 'logitech-g-hub'
cask 'slack'
cask 'wezterm'
cask 'firefox'
cask 'google-cloud-sdk'
